Repository: jorchube/monitorets
Catalog: po/*.po
Languages: de, es, fr, nl

# monitorets
source: Appearance
de: Erscheinunngsbild
es: Apariencia
fr: Apparence
nl: Vormgeving

# monitorets
source: Choose between light, dark or the global system theme.
de: Wählen Sie zwischen einem hellen, dunklen oder dem Systemthema.
es: Escoge entre tema claro, oscuro o el tema global del sistema.
fr: Choisissez entre un thème clair, sombre, ou celui de votre système.
nl: Kies uit het lichte, donkere of systeemthema.

# monitorets
source: Theme
de: Thema
es: Tema
fr: Thème
nl: Thema

# monitorets
source: System
es: Sistema
fr: Système
nl: Systeemthema

# monitorets
source: Light
de: Hell
es: Claro
fr: Clair
nl: Licht thema

# monitorets
source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
nl: Donker thema

# monitorets
source: Choose how to organize the enabled resource monitors.
de: Wählen Sie, wie die aktivierten Ressourcenmonitore angeordnet werden sollen.
es: Escoge cómo organizar los monitores de recursos activos.
fr: Choisissez comment organiser vos moniteurs de ressources activés.
nl: Geef aan hoe de ingeschakelde monitors geordend moeten worden.

# monitorets
source: Layout
es: Diseño
fr: Disposition
nl: Indeling

# monitorets
source: Monitors stacked in a single column.
de: Monitore in einer einzigen Spalte übereinander.
es: Monitores apilados en una columna.
fr: Moniteurs empilés en une colonne.
nl: Alle monitors in één kolom.

# monitorets
source: Monitors aligned in a single row.
de: Monitore in einer einzigen Zeile nebeneinander.
es: Monitores alineados en una fila.
fr: Moniteurs alignés en une rangée.
nl: Alle monitors op één rij.

# preferences_page_appearance
source: Graphs
de: Graphen
es: Gráficas
fr: Graphiques
nl: Grafieken

# preferences_page_appearance
source: Draw smooth graphs
de: Geglättete Graphen zeichnen
es: Dibujar gráficas suavizadas
fr: Lisser les graphiques
nl: Vloeiende grafieken tonen

# monitors_preference_group
source: Memory
de: Arbeitsspeicher
es: Memoria
fr: Mémoire
nl: Geheugen

# monitors_preference_group
source: Network
de: Netzwek
es: Red
fr: Réseau
nl: Netwerk

# monitors_preference_group
source: Disk usage
de: Festplattenbelegung
es: Uso de disco
fr: Utilisation du disque
nl: Schijfgebruik

# monitorets
source: These are all the temperature sensors that Monitorets has been able to discover in your setup.
de: Dies sind alle Temperatursensoren, die Monitorets in Ihrer Konfiguration erkennen konnte.
es: Estos son todos los sensores de temperatura que Monitorets ha descubierto en tu sistema.
fr: Ce sont tous les capteurs de température que Monitorets a pu trouver sur votre appareil.
nl: Dit zijn alle door Monitorets aangetroffen temperatuursensors.

# monitors_preference_group
source: Temperature sensors
de: Temperatursensoren
es: Sensores de temperatura
fr: Capteurs de température
nl: Temperatuursensors

source: Preferences
de: Einstellungen
es: Preferencias
fr: Préférences
nl: Voorkeuren

source: About
de: Info
es: Acerca de
fr: À propos
nl: Over

source: Quit
de: Beenden
es: Salir
fr: Quitter
nl: Afsluiten

source: Rename monitor
de: Monitor umbenennen
es: Renombrar monitor
fr: Renommer le moniteur
nl: Monitornaam wijzigen

# rename_monitor
source: Leaving this text empty will restore the original name.
de: Wenn Sie diesen Text leer lassen, wird der ursprüngliche Name verwendet.
es: Dejar este texto vacío restaura el nombre original.
fr: Laisser ce champ vide restaurera le nom original.
nl: Laat leeg om de oorspronkelijke naam te gebruiken.

# rename_monitor
source: Rename
de: Umbenennen
es: Renombrar
fr: Renommer
nl: Naam wijzigen

source: monitor;system monitor;System Monitor;Monitor;
de: monitor;system monitor;System Monitor;Monitor;Überwachung;Systemüberwachung;
fr: moniteur;Moniteur;système;Système;
nl: monitor;systeemmonitor;Systeemmonitor;Monitor;

source: Have always at a glance the usage of system resources
de: Haben Sie die Verwendung der Systemressourcen immer im Blick
es: Comprueba el uso de los recursos del sistema de un vistazo
fr: Ayez toujours à l’œil l’usage des ressources de votre système
nl: Bekijk in één oogopslag uw systeemverbruik

source: Monitorets is a small utility application offering a simple and quick view at the usage of several of your computer resources. Almost like an applet or a widget for your desktop.
de: Monitorets ist eine kleine Anwendung, die einen einfachen und schnellen Blick auf die Auslastung verschiedener Ressourcen Ihres Rechners ermöglicht. Fast wie ein Applet oder Widget für Ihren Desktop.
es: Monitorets es una pequeña utilidad que ofrece una manera sencilla y rápida de consultar el uso de recursos de tu sistema
fr: Monitorets est un petit utilitaire permettant une vue simple et rapide de l’usage de plusieurs ressources de votre ordinateur. Presque comme une applet ou un widget pour votre bureau.
nl: Monitorets is een eenvoudige toepassing voor het tonen van uw systeemverbruik in één oogopslag, vergelijkbaar met een invoegtoepassing of widget.

source: Available monitors:
de: Verfügbare Monitore:
es: Monitores disponibles:
fr: Moniteurs disponibles :
nl: Beschikbare monitors:

source: Gpu (experimental support)
de: CPU (experimentelle Unterstützung)
es: Gpu (soporte experimental)
fr: GPU (prise en charge expérimentale)
nl: Gpu (experimenteel)

source: Memory
de: Arbeitsspeicher
es: Memoria
fr: Mémoire
nl: Geheugen

source: Swap
es: Intercambio
nl: Wisselgeheugen

source: Network downlink traffic
de: Netzwerk Downlink-Traffic
es: Tráfico de red de bajada
fr: Trafic réseau réceptionné
nl: Netwerk (downloaden)

source: Network uplink traffic
de: Netzwerk Uplink-Traffic
es: Tráfico de red de subida
fr: Trafic réseau envoyé
nl: Netwerk (uploaden)

source: Home folder space
de: Platz im persönlichen Ordner
es: Uso de disco de la carpeta personal
fr: Espace de stockage du dossier personnel
nl: Ruimte in persoonlijke map

source: Root space
de: Platz im Wurzelverzeichnis
es: Uso de disco del directorio raiz
fr: Espace root
nl: Ruimte in systeemmap

source: Temperature sensors
de: Temperatursensoren
es: Sensores de temperatura
fr: Capteurs de température
nl: Temperatuursensors

source: Added support for custom monitor names
de: Unterstützung für benutzerdefinierte Monitornamen hinzugefügt
fr: Ajout de la prise en charge de noms de moniteurs spécifiés
nl: Nieuw: ondersteuning voor aangepaste monitornamen

source: Added smooth graph drawing
fr: Ajout d’un dessin lisse des graphiques
nl: Nieuw: vloeiende grafieken

source: Added Swap memory monitor
de: Monitor für A uslagerungsspeicher hinzugefügt
fr: Ajout d’un moniteur de mémoire Swap
nl: Nieuw: wisselgeheugenmonitor

source: Refactored dropdown menu and preferences
de: Aufklappmenü und Einstellungen überarbeitet
fr: Menu déroulant et Préférences retravaillés
nl: Verbeterd: uitklapmenu en voorkeuren

source: Added Dutch language support
de: Niederländische Übersetzung hinzugefügt
fr: Ajout de la prise en charge du néerlandais
nl: Nieuw: Nederlandse vertaling

source: Added internationalization support
de: Unterstützung für Internationalisierung hinzugefügt
fr: Ajout de la prise en charge des traductions
nl: Nieuw: de toepassing kan voortaan worden vertaald

source: Restored missing network permission needed for the network monitors
de: Fehlende Netzwerk-Berechtigung wiederhergestellt, wird von den Netzwerkmonitoren benötigt
fr: Restauration de la permission réseau manquante, nécessaire pour les moniteurs réseau
nl: Opgelost: ontbrekend netwerk-toegangsrecht voor de netwerkmonitors

source: Autodiscover temperature sensors and expose them as temperature monitors
de: Temperatursensoren automatisch erkennen und als Temperaturmonitore bereitstellen
fr: Recherche automatique des capteurs de température, exposés ensuite comme moniteurs de température
nl: Nieuw: automatische detectie van temperatuursensors

source: Ellipsize monitor names when do not fit the available space
de: Monitornamen verkürzen, wenn sie nicht in den verfügbaren Platz passen
fr: Les noms des moniteurs seront tronqués lorsqu’ils dépassent l’espace disponible
nl: Nieuw: monitornamen worden ingekort bij onvoldoende ruimte

source: Add monitor groups for same-kind monitors in the preferences popover
de: Monitorgruppen für ähnliche Monitore im Einstellungs-Popover hibzugefügt
fr: Ajout de groupes de moniteurs pour les moniteurs du même type dans la fenêtre Préférences
nl: Nieuw: monitors worden voortaan gegroepeerd

source: Added network downlink and uplink traffic monitors
de: Monitore für Netzwerk-Uplink- und -Downlink-Traffic hinzugefügt
fr: Ajout de moniteurs de trafic réseau réceptionné et envoyé
nl: Nieuw: down- en uploadverkeersmonitors

source: Some cosmetic changes have been done
de: Ein paar kosmetische Änderungen wurden vorgenommen
fr: Quelques changements esthétiques
nl: Bijgewerkt: enkele uiterlijke wijzigingen

source: Added home and root folder usage monitors
de: Monitore für die Belegung des persönlichen Ordners/des Wurzelverzeichnisses hinzugefügt
fr: Ajout de moniteurs d’utilisation de l’espace root et utilisateur
nl: Nieuw: schijfgebruik van persoonlijke en systeemmappen

source: Added layout selector
de: Auswahlmöglichkeiten für die Anordnung hinzugefügt
fr: Ajout d’un sélecteur de disposition
nl: Nieuw: indelingskeuze

source: Added Tips section
de: Tipps-Abschnitt hinzugefügt
fr: Ajout d’une section Conseils
nl: Nieuw: tipssectie

source: Improve close and preferences buttons visibility when shown
de: Sichtbarkeit der »Schließen«- und »Einstellungen«- Knöpfe verbessert, wenn angezeigt
fr: Amélioration de la visibilité des boutons Fermer et Préférences lorsqu’ils sont affichés
nl: Verbeterd: zichtbaarheid van sluit- en voorkeursknoppen

source: Under the hood tweaks
de: Verbesserungen unter der Haube
fr: Ajustements sous le capot
nl: Verbeterd: onder de motorkap gesleuteld

source: Aesthetic:
de: Aussehen:
fr: Esthétique :
nl: Uiterlijk:

source: - Reworked graph drawing
de: - Arbeiten an der Graphendarstellung
fr: - Dessin des graphiques retravaillé
nl: - Opnieuw ontworpen grafieken

source: Internal:
de: Intern:
fr: Interne :
nl: Intern:

source: - Decoupled several events that can trigger a graph redraw
fr: - Découplement de plusieurs événements pouvant déclencher une réécriture du graphique
nl: - Enkele gebeurtenissen die het opnieuw intekenen van grafieken triggerde zijn ontkoppeld

source: First release
de: Erste Veröffentlichung
fr: Première version
nl: Allereerste versie

source: Network 🠅
de: Netzwerk 🠅
es: Tráfico 🠅
fr: Réseau 🠅
nl: Netwerk 🠅

source: Network 🠇
de: Netzwerk 🠇
es: Tráfico 🠇
fr: Réseau 🠇
nl: Netwerk 🠇

source: CPU per core
de: CPU pro Kern
es: CPU por core
fr: CPU par cœur
nl: Cpu per kern

source: Downlink
es: Tráfico de bajada
fr: Réception
nl: Downloaden

source: Uplink
es: Tráfico de subida
fr: Envoi
nl: Uploaden

source: Home folder usage
de: Belegung des persönlichen Ordners
es: Uso de carpeta personal
fr: Utilisation du dossier personnel
nl: Ruimte in persoonlijke map

source: Root folder usage
de: Belegung des Wurzelverzeichnisses
es: Uso de directorio raiz
fr: Utilisation du dossier root
nl: Ruimte in systeemmap

source: Temperature
de: Temperatur
es: Temperatura
fr: Température
nl: Temperatuur

source: Network
de: Netzwerk
es: Red
fr: Réseau
nl: Netwerk

source: Disk usage
de: Speichernutzung
es: Uso de disco
fr: Utilisation du disque
nl: Schijfgebruik

source: Shown as
de: Angezeigt als
es: Mostrado como
fr: Affiché comme
nl: Tonen als

source: The monitor will draw as many graphs as cores are present in the system.
de: Der Monitor zeichnet so viele Graphen wie Kerne im System vorhanden sind.
es: El monitor dibujará tantas gráficas como cores tenga el sistema.
fr: Le moniteur dessinera autant de graphiques que de cœurs présents dans le système.
nl: De monitor zal alle kernen als grafieken tonen.

source: Experimental. This is only known to work on some AMD GPUs currently.
de: Experimentell. Dies funktioniert aktuell nur auf einigen GPUs von AMD.
es: Experimental. Funciona únicamente en algunas GPU de AMD.
fr: Expérimental. Ceci ne fonctionne actuellement que sur certains GPUs AMD.
nl: Let op: deze functie is experimenteel en werkt mogelijk alleen bij gebruik van AMD-gpu's.

source: Always on Top
de: Immer im Vordergrund
es: Siempre Encima
fr: Toujours au-dessus
nl: Altijd bovenaan

source: You can make the window stay on top of any other window: Press <span font_weight='bold'>Alt+Space</span> or right click with your mouse in the window titlebar to bring the window menu, then select <span font_weight='bold' font_style='italic'>Always on Top</span>.
de: Sie können das Fenster immer im Vordergrund vor anderen Fenstern lassen: Drücken Sie <span font_weight='bold'>Alt+Leertaste</span> oder klicken Sie mit der rechten Maustaste in die Titelleiste des Fensters. Wählen Sie im dann erscheinenden Menü <span font_weight='bold' font_style='italic'>Immer im Vordergrund</span>.
es: Puedes hacer que la ventana de Monitorets se mantenga encima de cualquier otra ventana: Pulsa <span font_weight='bold'>Alt+Espacio</span> o pulsa el botón derecho del ratón en la barra de título de la ventana para mostrar el menú contextual de la ventana, luego selecciona <span font_weight='bold' font_style='italic'>Siempre Encima</span>.
fr: Vous pouvez faire en sorte que la fenêtre de l’application se superpose toujours aux autres fenêtres sur votre bureau : Pressez <span font_weight='bold'>Alt+Espace</span> ou faites un clic-droit avec votre souris sur la barre supérieure de la fenêtre pour faire apparaître le menu de la fenêtre, puis sélectionnez <span font_weight='bold' font_style='italic'>Toujours au-dessus</span>.
nl: U kunt er voor kiezen om het venster altijd bovenop andere vensters te houden. Dit doet u als volgt: Druk op <span font_weight='bold'>Alt+spatiebalk</span> of rechtsklik op de titelbalk om het venstermenu te openen en kies <span font_weight='bold' font_style='italic'>Altijd bovenaan</span>.

# preferences_page_appearance
source: Show current value
de: Aktuellen Wert anzeigen
es: Mostrar valor actual
fr: Afficher la valeur actuelle
nl: Huidige waarde tonen

source: Fixed a bug preventing the preferences window from opening (Thanks to @jrdmellow)
de: Fehler behoben, der das Öffnen des Einstellungs-Fensters verhindert hat (Danke an @jrdmellow)
fr: Correction d’un bogue empêchant l’ouverture de la fenêtre des Préférences (grâce à @jrdmellow)
nl: Opgelost: bug die het openen van het voorkeurenvenster verhinderde (met dank aan @jrdmellow!)

source: Vertical
de: Vertikal
nl: Verticaal

source: Horizontal
nl: Horizontaal

# monitorets
source: Monitors aligned in a grid.
de: Monitore in einem Gitter angeordnet.
es: Monitores alineados en cuadrícula.
nl: Alle monitors op een rooster.

source: Grid
de: Gitter
es: Cuadrícula
nl: Rooster

# preferences_appearance
source: Temperature units
de: Temperatureinheiten
es: Unidades de temperatura
nl: Temperatuureenheden

# preferences_appearance
source: Higher means a smoother redraw but also a slight increase in the resources used by the application itself.
de: Höher bedeutet eine reibungslosere Aktualisierung, aber auch ein leichter Anstieg im Verbrauch von Ressourcen durch die Anwendung selbst.
es: Más alta significa un redibujado de la gráfica más suave pero también significa un ligero aumento en los recursos usados por la aplicación en sí misma.
nl: Hoger = vloeiender doch intensiever geheugengebruik.

# preferences_appearance
source: Redraw frequency
de: Aktualisierungsintervall
es: Frecuencia de dibujado
nl: Tekenfrequentie

source: Added support to show the current value of a monitor
de: Unterstützung zur Anzeige des aktuellen Werts eines Monitors hinzugefügt
nl: Nieuw: toon de huidige waarde van een monitor

source: Remember window size on close
de: Fenstergröße beim Schließen merken
nl: Verbeterd: onthoud de vensterafmetingen na afsluiten

source: Use the same scaling for network uplink and downlink monitors to avoid confusion
de: Die gleiche Skala für Netzwerk-Uplink- und -Downlink-Monitore verwenden, um Verwirrungen zu vermeiden
nl: Verbeterd: up- en downloadmonitors zijn voortaan even groot

source: Very High
de: Sehr hoch
es: Muy Alta
nl: Erg hoog

source: High
de: Hoch
es: Alta
nl: Hoog

source: Low
de: Niedrig
es: Baja
nl: Laag

source: Very Low
de: Sehr niedrig
es: Muy Baja
nl: Erg laag

source: Added support for arbitrarily large monitor size
de: Unterstützung für beliebig große Monitore hinzugefügt
es: Añadido soporte para un tamaño de monitor arbitrario
nl: Nieuw: ondersteuning voor grote monitors

source: Added support to arrange monitors in a grid layout
de: Möglichkeit hinzugefügt, Monitore in einem Gitter anzuordnen
es: Añadido soporte para organizar los monitores en cuadrícula
nl: Nieuw: toon monitors op een rooster

source: Added support to select between Celsius and Fahrenheit units for the temperature sensors
de: Auswahl zwischen Celsius und Fahrenheit bei Temperatursensoren hinzugefügt
es: Añadido soporte para seleccionar entre unidades Celsius y Fahrenheiten los monitores de temperatura
nl: Nieuw: ondersteuning voor Celsius en Fahrenheit in de temperatuursensoren

source: Added support to configure the redraw rate of the monitor graphs
de: Unterstützung zur Konfiguration der Aktualisierungsrate der Monitor-Graphen hinzugefügt
es: Añadido soporte para configurar la frecuencia de dibujado de las gráficas
nl: Nieuw: stel de tekenfrequentie van grafieken in

source: Added a keyboard shortcut to open the preferences window (Kudos to github.com/gregorni/)
de: Tastenkürzel zum Öffnen des Einstellungs-Fensters hinzugefügt (Kudos an github.com/gregorni/)
es: Añadido atajo de teclado para abrir la ventana de preferencias(Kudos a github.com/gregorni/)
nl: Nieuw: sneltoets om de voorkeuren te openen (met dan aan github.com/gregorni/!)

source: Added french translation (Kudos to github.com/rene-coty/)
de: Französische Übersetzung hinzugefügt (Kudos an github.com/rene-coty/)
es: Añadida traducción al idioma francés (Kudos a github.com/rene-coty/)
nl: Nieuw: Franse vertaling (met dank aan github.com/rene-coty/!)

# monitors_preference_group
source: Pressure stall quantifies resource scarcity between processes. The more processes are stalled waiting for a resource (because it is being used by something else) the higher the pressure over that resource will be.
es: Presión cuantifica la escasez de recursos entre procesos. Cuantos más procesos estén bloqueados a la espera de un recurso (por estar siendo utilizado por otra cosa) mayor será la presión sobre ese recurso.
nl: De druk berekent het aantal beschikbare bronnen tussen processen. Hoe meer processen in de wacht staan, des te hoger de druk zal zijn.

# monitors_preference_group
source: Pressure
es: Presión
nl: Druk

source: CPU, Memory and I/O pressure
es: Presión de CPU, Memoria y E/S
nl: Cpu-, geheugen- en I/O-druk

source: CPU Pressure
es: Presión de CPU
nl: Cpu-druk

source: Memory Pressure
es: Presión de Memoria
nl: Geheugendruk

source: I/O Pressure
es: Presión de E/S
nl: I/O-druk

source: CPU pressure
es: Presión de CPU
nl: Cpu-druk

source: Memory pressure
es: Presión de Memoria
nl: Geheugendruk

source: I/O pressure
es: Presión de E/S
nl: I/O-druk

source: Pressure
es: Presión
nl: Druk

# monitorets
source: Monitors
de: Monitore
es: Monitores
fr: Moniteurs

source: Have always at a glance useful system information
de: Nützliche Systeminformationen immer im Blick haben
es: Comprueba el uso de los recursos del sistema de un vistazo

source: Choose between light and dark theme
de: Wählen Sie zwischen hellem und dunklen Thema
es: Elige entre tema claro y oscuro

source: Monitorets lets you choose the layout you prefer to view your system resources
de: In Monitorets können Sie zwischen verschiedenen Anordnungen wählen, in denen Ihre Systemressourcen angezeigt werden
es: Monitorets te permite elegir el diseño con el que visualizar los recursos de tu sistema

source: Drag window from here
de: Fenster von hier ziehen

source: GPU (experimental)
de: GPU (experimentell)

source: Tips
de: Tipps
es: Consejos
fr: Conseils

source: Fix misalignment of monitor titles
de: Fehlerhafte Ausrichtung der Monitortitel behoben

source: Added missing filesystem permissions
de: Fehlende Dateisystem-Berechtigungen hinzugefügt
